[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
ccctaa
tgtg
ctcg
cggccc
gccgcgcc
cggt
gaggcg
cagagagg
ccta
actgt
gcagagag
ggcg
cctaac
accccaac
agaca
cccta
tcagagta
actcc
aacgc
cgccggcg
gctgagg
ccccta
ccgcg
gcct
aggggtgg
acccc
ccgttgc
ctgag
gcggtac
cagg
gtcgg
gaa
cctaa
gagta
ccgcgccg
gcgccg
taac
accct
cacc
gggtgg
aaccc
aca
cggcg
ccctcg
ctaa
agagag
gaggc
cgcgtcc
gacaacgc
agagagg
cgcaga
gtggagg
gaggac
cgccggc
cgcc
taaa
gccgcg
ccgg
ctgtgctc
cgttg
cccaac
cctga
cgcagg
gct
gttg
accgaaat
caaccct
ggtctga
tcggg
cgccgcgc
gagaggc
cctcgcgg
gcaggcg
gtgctc
gcg
gacc
gccct
cagc
aggcgtg
cgc
agagga
tgctctcc
cccca
ggcgcagg
gag
tctccggg
tgacctg
gggtgga
aaccccta
ctga
caggcgca
gaggcgtg
tagc
ccggcgc
gcgcgcc
aga
ttgc
accgcgtc
cat
cagacac
gcgc
ctaaccct
aacccc
ggcgcg
acgcaa
aaggcgcg
cgcccg
gccggcgc
aacc
ggac
aaccctaa
aaacccta
gcgca
aggagaac
tggaggcg
accaccg
taacc
aggaga
ccctaacc
gctccg
gctagc
gcgcagag
ctccgc
acgcagc
atgct
agacac
cgcagaga
gcgccgg
tggaggc
cagagag
ccgcc
cccgc
ggcgca
agag
cag
ccccaacc
cgcag
gcaac
gtaccac
ccggccc
ctaaccc
cca
aaagg
ccaaccct
ccaccg
acccctaa
tggcg
gaggag
gcgccgcg
ggag
ccccaac
cgcaggc
agaggcgc
ctgtgc
gaga
tccg
aatct
ggt
tccgcc
tctgacct
cccgccc
aggcgc
tcgcgg
acacatg
ccctaac
gtgg
ccg
ccgcgc
cgcgccg
caacccca
taacccc
taccacc
cccctaa
ccaacccc
gcc
ctaacc
cctaacc
gcaggcgc
acct
cgtccag
aggacaa
cgcaggcg
tgcta
ctac
gcgcg
cggcgca
cagag
tgc
ggg
cgcgcc
cgcg
cgccg
caacc
cct
ctagcg
ggtggagg
cctaaacc
cggcgcag
cgcgc
ggcgcaga
aaaccc
gccgcgc
caac
ctctcc
taacccaa
cgccgcg
acaacgca
ccct
cagaggac
ctaac
gccggc
agg
tcc
aaccccaa
ccaa
cgcggtac
cctcgc
gcgcgc
gtctgtg
aacct
tcgcggt
gctct
accccaa
aacccta
ggggt
tctgt
cccctaac
cagagta
gcgcc
agagg
tga
taaccc
gcgcagg
gccggcg
aggcg
cggtacc
accctaac
gggtctga
cgcagag
tacc
caaa
cgt
tgtgct
gagaact
aggc
atgctagc
gtct
cac
ccgggt
taa
cccgggt
cgggt
cgccc
ccgcgtc
aacccaac
ctccgggt
gccgg
atctgtg
agtac
gaacgc
agc
cgtc
gca
ggcgc
gtaccctc
ccttc
caacccc
gccg
caggcg
acccaac
ggtac
gtgc
cggg
ccaac
gcagg
gagg
ctc
gcag
gtgcaga
gcggtgc
ccgcccg
aactg
gcgcaga
taaccct
acc
ggaggcgt
gcagacac
gcagag
cttca
ggtgctct
ggcgcgcc
cgcgccgc
ctgtgct
cccct
ttc
gaaa
gaca
cagaga
cga
gga
ccctc
gcgt
acatgc
tctgtgct
accctcg
tggc
gccgttg
ggcgcag
gagag
aacccct
ctccgcc
aactcc
gcccgcc
gtg
ccggcgca
cgtgg
acccta
cccaaccc
cgca
agagac
aac
accctaa
cta
aacgcaa
gac
taacccta
cgg
ccgcccgg
gcgcag
ccc
caaccc
cctaaccc
ggc
accc
caggc
cgccgttg
gagaca
ctgaggag
aggcgcg
caggcgc
tcag
gtcc
gtgctgag
ccga
aaa
gccggccc
aaccct
ctcag
ggcgtggc
accccta
gcagctcc
gggtctg
ctaaccta
ccca
taccctaa
tgcaaagg
tccag
agaactgt
tgagga
aaccctc
gcaaagg
agaggcg
tgtgctg
ctaaac
taccgcgt
tgggaa
agaagc
cacaaaaa
cactcac
ggaaagga
gtctcggg
cgccacg
acaccgt
acccac
ttccccta
agaggcct
accctg
cccctg
cctctc
ggcaca
ggcc
gccgggtg
gctgctc
ggtatt
gccccc
acctc
gacgcca
ccaccgt
acactg
agatctca
attcc
attctg
cccaaca
ggctct
cagaca
cgatggc
tggt
aaaaaggt
aaggc
act
ggat
cttt
gcttgtt
gctg
ttccctgg
aatgt
atcg
tggcatc
gacatcac
ggccagca
tcccc
tgcagga
tgtctct
aatca
gtagaa
ctcac
tccgtc
att
ctgcaag
gacgcgct
ggtga
gatggga
ggcagaca
cagatc
tgaggttc
ctttgc
tgggcaga
gggaggtg
tggagc
tgctggca
tctttc
caggg
gtgaagg
aggcccgg
ggggta
cctgtt
gctggaa
agttg
agactg
agttatta
tggta
ctggaggc
gaaat
gatgtctt
ccggtgct
tgtcgacc
ctgctc
gaccac
tggccatg
ccgta
tctcaaag
acctct
cagtggtg
ccctgtgg
cctgtgg
gacac
ccacc
agaga
ggcgtg
gcagctgt
agctcc
gccac
cctca
tgccatcg
attataga
aagccag
catggg
gctaac
catgtgtc
gcccaa
gcatcaag
tcccgt
cagggctc
ttctcca
tgggcg
agaagatg
tactga
gggtt
aggaccc
ttctgat
ggtgcc
agtgc
cacccct
ctgcgccg
tccga
gagt
aatga
ggtttca
cctgggg
tgatc
gccctg
ggccca
gtcgatcc
ctgcaat
atgcagga
tctccag
gccactcc
tgcca
gcagggg
gccccg
gcacacca
atttgcgc
agtcca
ggcttgt
gcacc
gtgct
agcgg
cctcactt
aaaggca
taga
tagggg
atgata
ctccacca
accgg
atccagg
ggcccc
atgca
gcatat
tccc
tgtcta
ccggg
ggacc
aaggggc
tttctg
cttctc
gcagtggg
tgac
acagag
gacaggg
acaaatg
agattgg
ggagga
gagaaa
agtgccc
cctctt
tgcgcct
gtgcac
caacgggc
gcctgggt
gcgacgcc
agctgga
gatcccac
agcttgca
gacagcct
gcaaggct
taggaga
acttta
ttgctgg
cctcccc
agcagatg
ggaagtct
tcca
gggag
aacgtct
acaggag
aggaaaac
gaaagact
gccggct
cagctgc
gggccg
gggagtga
atggaaga
tcacaa
ctcca
caagag
ggccac
cctgc
ggccctcg
catgcagc
ccacgc
actttc
tgcc
gcaaacg
ggggcgc
tcactaat
gcccc
agcta
acaagcc
tgttg
actgcctc
ctcagaga
ggcagga
tgttaga
ggcaat
ctctaggc
taagtt
ggcagc
ttcaca
gatcccg
gcccatcc
caaaatc
ctccgttc
gaaactg
aacttta
gcgctggc
tcttca
gaatc
ccaca
gctttg
catcaca
cgaa
tcagtga
cccgtct
cctgggaa
ctgcctcc
tcaagagg
ttaa
ggagacg
atcccacc
acagccaa
cactata
acacat
ttgt
agca
gatgc
gaaag
gttaac
gcaag
cactg
actctcct
cggtgcg
gccttgga
aggggt
agaggc
catg
aagcct
cctatgg
tac
cccagccc
tgcctcc
tgcgccgg
gttc
ctcaa
aaactggg
gcca
cagca
ctaga
ctgatggt
gcatgt
ccggcg
cacaatt
tttcttca
ttga
gagacagg
gaggtgac
cccggt
tacacatg
ctacat
tgagttt
gggc
acatca
cagcgcca
ggtgaatg
caacaccg
gacctg
agga
gtgcct
cctggc
agcaaaa
gagaaaca
gtagtg
cagtggg
atc
ctgtgt
gcgcctg
tatttttt
cactac
gatgag
tgtc
tttcctc
ccagg
accattt
ttcacc
tta
tggccag
aaaatgg
ggctc
caggt
ccctgtt
catc
ccggtg
atggg
caca
gcgtgct
gtgac
aacccccg
ccctccct
tccaaaag
gggtcctg
taggc
ttgcgca
aacacc
ccagcagt
gtcgtctt
tccctt
ggtcagtg
tctcctgg
tgtcttgg
ccgcaag
ggca
cagtgac
gggcac
ttaacga
acccgtct
ccgtagag
gagcag
taggtt
cgcagt
tgcgac
acgaa
aaataca
ccagcag
tatca
ggcccaca
cggctg
cttgt
agcatatg
taaggct
gggtaga
tgct
ata
acagctgc
gagcact
agctgacc
gaggaac
agcggg
ttgtga
cctagtcg
cttggagt
cagcaa
cactgggt
cagtaag
agacaaca
tgtggcc
agcagaaa
tgcac
gccggcc
gggaaa
tgttggag
ttggcac
agacc
agaggg
ttccacct
ttgat
aaaa
ccctcttg
ctttgggc
cagagc
caggccaa
gaaaaggc
ttgagac
gaaga
tctgagca
cccact
ccctcgg
tggccctg
ggctcca
agggggcg
gcact
ctcagc
gaagat
cctgtgcc
taggccac
agt
ctagg
agcaag
aaacag
aacagca
cccaccta
ggatgg
cgccctg
gaag
gtgtgc
attgg
agtaaac
gaatgact
cgccgc
cccggc
ctacttc
cctctca
cccat
agtct
gcatggc
tgcgca
tgggc
cgcgtg
tggggca
gacct
ctct
tccac
aaattt
caagaga
gtctgctc
aagag
aagcag
gccacca
tgcagctc
ttggag
aaaggaag
gcagga
ggtggga
ctact
ctctcct
agcccc
agtgtg
agtgt
ctaagc
gcccagtg
taggca
ctgcgcca
agtg
ctaag
tacagaac
agactgg
cagcga
ctgacc
aaaggcag
tggcctgg
aagggcac
ctgggc
tgctgag
agat
ctttgtg
cctataa
gcagatga
cgcca
gcaggg
tgga
ccaccag
acctttgt
agaggctt
tagtcatg
ctgagcag
gatacccg
actgtt
aggtgcca
atctttc
gcttttaa
ggtaga
ccctata
aacatat
cgac
ccgtgcg
gcaccaa
gctttga
tgggggc
ttcgtgg
ggagtga
caggag
agcag
ctctca
tccagtg
ttccct
tcctc
acgcgcta
gtcagac
ccaaac
agtaa
ttgctg
gatctc
cctctcca
catcagtg
tgctc
agtcgcca
ggtgt
attaag
tgagag
acaggaaa
tcagtgg
acaca
tgctgaga
agctg
agggccc
cttc
tccagcc
ctgccctg
aactacat
gcggcgtg
gtctga
tccaggag
tagtcg
cagaggc
tccccaac
ctggaa
tgtccc
cttact
cttgtag
gcaatgt
cccag
gactgt
ccctgg
aggagcct
gatggta
gcctg
ccagcagg
tcgt
accatttc
actgaga
gacaacag
agcccgg
ctgttggt
gagctcag
gctgt
ttgggg
aatgg
gcacggcg
ggctggtc
ccctgt
ttgagt
tgctgctt
tgcaagc
ccatgcag
aatccct
ctggt
cagtg
aatggccc
ggagata
gcaga
tttggtgc
agccaggc
tggtgcag
gggtgtt
ttaagagg
cctggca
caccttt
ggcagtg
cgcttc
acactctg
ttctcc
aaaccaac
aataca
caata
ttt
tcatgct
ggatt
tgttc
atggc
ccaggg
gtcacagc
cagtgc
cccctccc
gagtg
gggccaaa
gacgc
ggcattc
tgtgt
agcgatg
gaagtct
ctccacac
aattaaac
gctgcagg
cttggca
atgagagg
caatgg
ctcacaag
agtga
gtctc
ggccagg
ggggcggt
tagact
tgagagcc
caggatc
catgaa
cgaagc
aacctcac
gaacca
tctgcgc
caccttga
gctgccag
agcacaa
gcaggac
ggtt
ctaatggc
gcagagca
ttca
agaaaggg
ggagcaa
caaca
gaacaa
gcaagc
gggaagtc
gttt
tgag
tttta
ggactgg
tggaggct
actcaca
cggcc
ggccaat
tgagcaag
gaagcctc
gtgaatg
acttactg
cagta
gggcg
aaga
tcaagtgg
ccatcg
tattat
aaacg
ctctccac
ggcag
tcaaaga
cacgcccc
ggacgcg
tataga
gccatgca
gcgct
ggagaga
gtcgac
actct
agaccaca
agcct
ggatcc
tccttcc
gagtgtga
actgg
actaa
agggcagg
gatagaa
cgatg
aagaa
tcctgg
caacaggg
gtctctaa
tcttcc
ctaccatt
tgaacttc
gggcgctg
aggatct
attccta
cccctat
caccacta
gatct
aagcc
cagcg
gccctgt
agcc
agac
ggggtcc
taggag
tgctggg
cttgcct
ctgct
tggtctga
tgacct
gagggccg
tcgc
actcca
gccaggcc
ctctg
ggagac
gcttc
tcgatc
acat
gccaa
tggcacca
tataca
ttac
ggcttt
tcagcc
tcccctg
tctcgt
aatctcca
gcaagtt
tggcccat
gccacg
acttcca
catcac
cgccaccg
ggcgccac
ctttc
ttaaact
tgttgcag
agtttgc
cagtact
ctgtt
tctccca
cactaatg
cctcgg
ctcggggt
ccccgta
atcccttt
cccccg
actagga
gtgaatag
ctctgg
gacag
cctg
ccccag
agcacta
atgctggc
tgtggagg
ccaaaggt
tttct
acctg
ggaaga
tatgctc
actca
gcctgat
gtgccccg
ctagtc
cagt
aggtca
ttgg
cgggcaga
tttgag
cttgca
aagaagag
ggttc
tgtgcctg
aacccagg
gcccatg
cagctgtt
aaata
ccccccc
aggccttg
attactga
gaagag
ggttgtg
tagca
ggcctg
ggatct
gtgcca
atatttag
gctcctg
gatgacc
aaacat
agggag
ggctgac
agtttc
ggct
cgtttaaa
atcacagc
agacattg
ggtg
agcgcca
ccagacc
ggaggtgc
cttcctca
aaacagc
gcctgc
gttgag
atccaag
tagg
tttg
ttgctcct
gtagcttt
caccagag
ccccg
tggg
ccttctc
gactg
gctgccc
ctataa
aagctccc
caacct
ccagccgg
ctagctg
accac
tcacctt
cgcctctc
gcatcgaa
ggccc
tgatccaa
tttgctcc
caattct
gcggctc
gttgtg
cccagaga
gtgggg
gctc
tacag
tggcacaa
tagt
tagaaatc
cggatt
gcaggatg
aaag
ctctgcac
caaag
tgacc
cggtggg
ttaaacat
ttcct
ccggcccc
aggcttc
gcagcc
aataaag
ctgcggc
ttcca
cgagg
agggg
agggagga
acact
aagaaaa
gataca
ttgct
aggcat
agaaagaa
ccagc
taggcca
tttttta
taaaa
gtc
tgggccca
tgtgacct
agcctaat
ctggga
taca
ggctcag
ggcaga
tgtttct
tggttg
ggccccag
cgggtgtt
tcaataaa
gctt
tctct
tttt
tatcaca
ttct
atcc
cattcc
aatgc
cagccc
ggatac
tactta
aaagaaga
tctagg
ctctc
gggggc
gtgta
ttctctg
cactggt
aaagcc
tgctg
gccaag
gctggcc
gactca
gctcc
ctggact
cctgat
ggggcagg
atgactca
ggtggg
ctcgt
cactc
ttatt
tagcag
acccat
aatagtc
aggtt
cgtgcg
gtgcat
aacaatgg
ctgggagt
caatcaa
catgca
ctta
ttcctc
gcacaggc
cttcta
ctgcctgt
aaggacac
actggtc
cagaaa
ctggtgaa
ggctgcaa
catccca
tggcagca
aacagtg
acgcc
tagct
aagatgt
cagctgct
gccggtgg
tcct
acattgc
ggatctc
ggtgttgg
tggtccct
ccatg
ccagagag
aagagg
aagtaaac
ccggctt
ctccc
gggcag
atgacatc
acagga
taaga
gcaggtgg
aaaaaa
aggatcc
cacg
tgggtttc
gctctagg
ctgcc
ccatga
gcgccacc
gagatag
ctgttgca
agggctt
cacagcc
tgacag
agagagcc
ggaata
tttcccta
ctca
cact
ggatgac
tgctggtg
ggtgttt
aggt
aattctga
tccgttct
tgggg
tag
tcacttt
cacagcat
cccctcc
acgcctc
acctgt
gctggagc
ggagggg
gcagatg
gttctacc
ccccttc
cggcaa
ggta
actt
acagc
gcccggca
catctt
tgtagt
tcccat
ccaggctt
ggtctg
gctcctct
gggcc
gcaaa
atgcc
aggagtg
tggaag
atttatt
tgctcagc
cggcaca
cacgcctc
gggtc
gggtgt
agcagc
gggcagta
gaggtc
ggtgc
tcaca
taatca
aaggct
cagcccct
ctcggcca
gcgggc
gttattat
ccaagtcg
gttgaca
tcaggaa
cctggacg
acacgggg
ccgtc
agtgg
gtt
aaggca
aggcca
tgggga
ccaggaat
gcaggca
gcaaatt
agagtg
ccagact
tgccgggt
tcactgt
caattg
cttttaat
catat
ggcac
ctagct
ccagtga
taacg
aaatggca
gcctcag
ttcctctt
gaccc
gaccaaac
gcga
cacct
cacatcac
gggcagct
ttttaa
gaaac
tggac
caggggcc
ttttct
gcgccac
atttcttc
ggaag
acgccc
caagtcgg
ctttagt
tctgc
agactag
ccagca
agggtgtg
agggccaa
aggaaga
ctctcac
cagctctg
atggcca
ctggca
cagaa
tgtcca
tctcg
aag
ggcagagc
acccctgg
tggcaga
ctctgccc
tcctgt
gagatgag
aggttct
gagccttt
gcccg
tat
ggatg
gtgaga
gtcaa
atgagcac
caacagtg
gattcccc
gttta
gacaaat
caatctc
agggagca
caacac
catcaa
gtga
ctgatc
tatgcc
cactgtct
gcagtt
ctgcgcc
tgatgc
ctgtttgc
tgaagacc
gccta
ttagga
cggcgcg
tagtgc
ccactg
aaac
ataa
cctac
tcaccagc
tcttgg
gccaccgt
accaac
aaagtaaa
caaacag
agccctc
acaa
caagt
aatcacta
catt
gaat
cccggctt
gggcagaa
ctgcag
ttctcct
tgcag
tctcgctt
gggct
ttagggag
atttc
gggtgtg
gtctctgc
ttgagcaa
cgcgccac
cgtctcg
ccggc
tgcacg
gctggagg
tcgac
caagccc
cctcct
tctcca
ctggtgtt
aagtc
gagccctg
gttca
ccctggga
tgaccca
tgt
gcaggatc
acac
tccagg
tggcaa
gtccc
tggagg
atccaggc
ggagcctg
ttact
atgac
tgagact
agccag
cacgtatc
gggccct
cgtctctg
tgggcta
agccctg
tgcaga
aggaatcc
tcactca
ctcct
cagtc
gccacta
ggtc
atcaagac
gatc
ggcgccag
gacagc
tccccccg
ggcatg
aacacttt
aggcta
gtgcga
gggatgac
tggtg
gcgcct
caccgt
aagca
ggccta
aggggca
gctaag
agta
atgctgg
ggggaag
ccctgca
aggagtct
catcgact
aaccaaa
aaacgtc
actgtcta
aagga
gactaggg
agtcaca
tccactgg
gaaaga
cgccag
gtgagttt
acactca
gcagtgc
cctgatc
ggagc
gactccac
ggggc
gaaacagg
gagatcc
cctgcaga
ctcactca
ttcttc
ttgcac
aatccgcc
cttaa
tgcccc
tactggc
tctgg
acggg
gggtggt
ctggcca
aattg
acttt
agagggcc
atggcaga
cacaca
tgactcag
tgtttgct
caccta
cgttc
atgaa
ggaggctt
gttgccct
gatgctc
ccactaca
gtttccct
gactgcct
cagcccgg
ttgggct
aaaaata
tgaaca
ggcttg
tctcta
acactctc
tccactcc
ccttcc
agatgaac
ggaggaac
tttgc
ggcaggtt
gtcatt
gcaaaatc
gtgctttt
gctttt
taaacata
agccttc
accaaa
acaggtt
acacca
tcttctta
actttta
agaatc
gggg
ccagcc
gccaga
cggca
gcgcca
gcccgt
ctctgag
atgcac
gcactaa
gaacaga
cgtat
cgtctct
cctttc
gaggttc
tttccctg
caaata
taagaggc
aaagggca
acca
agtcatt
ggctg
tca
agct
acctctc
gatgg
aggaca
agtcag
tgagct
actcact
ggctt
aagggca
gggat
cagagg
acg
gtgggc
aaaag
gtaaac
ggcagt
ttgta
cgtga
cgccact
caccg
gctttgg
atgaccc
gctccca
gtgtgat
agtagcag
tgcagtg
aggcagtg
gagtta
gcaggtag
gtgtccc
agcaaata
ctggcc
gtaagc
ggagt
gact
ggaaat
aaaac
tgctct
gcaagaga
ggcaggc
caaggctg
ctcccct
cccatccc
aaaaat
gcagactg
ggtgcctg
gccagca
cacgggg
cccagggc
tgcagttg
cggcttt
ggccatgc
tgcagc
tggaagt
gacacgg
cctc
agttacat
gccccag
gccactgt
ccgtga
aacagcgt
ccaacagc
gtcgc
gggaga
atgaaca
ctggcacc
ggcat
gcatg
tctca
caggtgg
taaagg
gaggg
ccactc
cccctgtc
cagatgac
cgtgacgt
gcagtc
acagt
gcctcc
cctctcac
caaagc
tggggac
acaatgg
tcac
aggatgca
ggcagcct
gggcgt
agaaaa
atcccctt
tacca
tgtgg
caccaag
aatccc
tggagaaa
tctccc
gagca
cagac
caaaa
taagcaag
gccag
ttcccct
ctccaga
gaaaact
agcctgcg
actat
ggaactg
gaatg
ttcggga
gcacaggt
agacta
cggggtc
gtatcaca
aggtg
gctcaga
cgatccc
gcacaatt
ggccct
ctaatgcc
gtggggca
caatcttt
tcaccaca
accca
tgta
cgtgcca
tct
ttctt
cagcctca
tcgct
attga
ggaggc
ggaa
agggtgcc
ggttct
cctgg
agagaggg
cagactgt
gcgaggg
accg
ctgtggca
agggcc
aaatggt
tgtagctt
agagcaa
ccagaag
taagaga
gaagtca
agacctga
gtgga
gagcccc
agaagggc
aaaga
agaaga
ccaaagcc
accgt
ctctgcg
tgatgct
caccc
ccggctg
gggcaggc
ccctgga
gcatccc
ccctt
caagc
tttcctct
agtctcc
agatca
ttaaa
gaccagg
agtcatg
cagggg
cccacaaa
gctggtgt
tgacaa
agagaa
agaatccc
actttgtg
aagaact
tcaagacc
gcttgcgt
gaagaca
gggga
aagac
cccggtgg
ctatgcct
acctgatg
ctgca
caggccag
cccggct
acagcag
acta
atta
atctc
tggaaagg
cacgcagg
aggaatag
tcaa
gctgg
accgtc
gagggagg
agagcc
tgcaacac
gatcttc
gccaaagc
tccca
caagca
ctcgcttc
ttgagctc
gcctcct
ggttgaga
aaacact
gcagcctc
cggc
ggtgggg
tcat
cttggagg
ctggtct
ttcagtga
caccggc
gcgccag
tacccgt
gcccgg
gggtcag
gacggca
atggcagc
ctgcagtt
ggccgg
ggcagtca
ccctaggc
gtaatc
aatcc
gatggc
tacat
tgagcagt
tctcct
acaaaa
ccatttct
gaagatga
gtccag
ccgcccca
tcgg
gagcca
aagcccc
ggaacag
tgcaa
tctggtga
gggcga
cacgg
gcacct
agggca
cccttgg
tgcgtct
ggaggtg
gcat
gtgcc
agcagg
aaca
caggttct
aat
ctctt
tcacc
actag
aggcttt
ggccaaag
ccag
gggaac
acagta
tcttct
ctgggaaa
tcacag
atca
tgaga
cacta
tgggt
tgcacc
cctct
ctccca
cagatg
ggaagag
gggagct
tagagccc
acttggag
ccccca
ctgggt
tggtaa
cccttc
gccca
aactgggc
gacgtg
gcaggt
gagcc
ggcgg
acggca
cacaag
ctgctccg
cgcct
gtgag
tttgac
gaggcct
gggttctg
accta
ggtctgag
ccac
gttaggga
catcccc
aggcag
tcctctca
gaatagt
ggaaa
tccccta
agctgcct
tactgtt
ttcc
gtcggcc
ctgc
ctttccct
ctccttc
atagtcc
ttgcc
aggca
ttggtgc
caatg
tggcca
aaggcc
ggcgcc
cgccagca
gcgcagtc
acctgtta
agctttc
agaag
ggggtcag
ctgcct
gacaaaag
taggga
cccatga
gcagaca
aaatcact
tggag
cttcg
gaactgag
acggatgg
atggct
ggcacaa
tctt
taggg
tgcgcc
cacagg
gtcccca
gcgcctc
ggctaaga
gcttgca
acacg
cagcta
tctggg
tgacgtga
tgcatc
gtgcccg
aggctgca
caggaa
tctcac
ttgttga
cttcat
gcctgcg
aggggc
tctcc
aacag
ccgtctct
ggccggtg
cggcag
agccaggg
ccttca
tccaacgg
caggaatg
tgctcaa
caaga
ccaggcc
cttctt
gcaa
aggcc
tacac
tatagg
acacc
catcgaa
gcagc
gtctt
aatgtga
tccctcc
tacttct
gaaagggc
acctgc
cggtcgat
cagcag
aaatagt
gtgtt
tggaaatt
acggga
gcagctgc
tatt
catggcca
gaagg
cactatgc
tgcagac
cccgg
cagggaga
taccac
tcaacacc
agtgact
cccaggc
ggacac
gatggaag
gcctc
gcctaat
gcctt
cagcc
aggac
cctcccg
tgctt
tgggctc
ccagctga
tggtgt
aata
cggctttg
ggtgg
attgctgg
gctctca
acctgct
tcgtggg
gctggtgg
ccgt
ggaaaact
atcaccac
aggggcg
aaaagg
taaac
tgtttt
ttagt
ttaga
caaaca
tttaa
acaagag
ctcc
ggctttgg
ttacatg
ctgagag
gtggt
ttggatt
agagccta
tggtgg
ttgcccta
acaattc
ttggggta
tgccact
aggaaa
cccgtag
tggca
aacgggca
tcaggaag
ctag
cttcag
tggggg
aaggttt
ccttgg
gccagg
tgaa
aaaatcc
caaacgtc
ttaaaa
agaa
aacagg
actaca
ggctgca
gggctctg
atgcaga
ccaatct
aaaggaaa
gcgggt
gcagca
ctggg
agcaggg
tcccta
aatcca
ggtctcta
gcttcacc
cttcc
ccatc
agtgaact
atacaca
ttcggatt
ggcagtga
caggcatt
tctgcc
ctt
cgtg
gccacgcc
ctgccc
aaggt
tagctgc
gcaca
cacagc
ccaag
gttgg
gcaaagga
cccagc
cctgca
gaac
gctgc
tcga
caagaggg
tgtga
gggcccct
ttgtagct
ctagggaa
tccctat
tgcctg
gagggcc
gggtgaat
ctgcgcgt
gagggtgt
gttgatgc
cttg
tttaaa
cagcaggc
ccatgca
ccttgag
gtat
cgccccag
cactcatc
taaaga
agggaaa
cagggaa
tgagagg
agatga
acaggca
atcccat
agttaca
cctagggg
tccaatc
tgtgtc
ccttcgtg
acata
gtgttt
gagcga
ggcccgg
tcttc
tcagc
tacccg
gctaa
caccagct
acaaa
ataca
cagatggg
gttacat
gtcta
cccacaca
aggg
tttaata
ctgagacc
tgg
ctggc
cctagac
tctgcagc
ctgcgc
ttg
ccgatg
cagcctc
ggcaaa
aagagtg
taatgcc
ggggagg
ggctctg
gcagcgat
atcagttc
caa
gtctac
gttac
cacca
tctgcgcg
caaatt
tact
gtag
tagtcc
aatggcag
gcccct
aaggaag
agatccag
agtggggg
ctgtta
actctc
gtact
cgtgc
aaagaa
ctcacgg
ggccag
agcctcct
aagcaa
aggtgggc
cgtaggct
gacaggag
cttttcgg
gtta
gcgccctg
atag
ggattc
gcaagagg
gtggctt
tctccaa
agaccaaa
ataccc
tttgcgc
gatccc
agctgc
ctgacggc
gctgctg
ggtgcgc
atccctg
taat
ccggccac
ccggcaa
atccgg
gtgatcca
tctga
agatg
ggtgtgg
aagt
cactt
agaaa
cgggaagt
ctcat
gcgtgtcc
gctca
ctgt
ctgggggg
gttctc
cacccaga
caccgtga
taaactac
ctactga
gatggcct
cgggc
tttc
tcctgcc
ccaccac
cgccgtg
gggt
agacagg
gcagaat
cccaa
ttctacc
tctctg
cccg
actg
cccctt
caggat
ccacgtat
acag
agaaggt
ccagctgc
tccagat
cggcgcc
tctg
cctgggtt
gacggcaa
ggtaatc
aagat
aacagggg
aagttac
ggggg
cagggcca
tggggcc
ctatg
cctt
ccacca
tgcaaac
ccctggc
atgtga
tcggccac
gccaccg
aggag
ccata
gagc
acgggg
atg
gtgagc
aagcg
ataaag
tcggggtc
aagggc
tcattctc
ctccagga
aatggtga
gaggct
tccggc
caatc
cagtgtcc
ctggcct
cacactct
ggcca
tcatcttt
tatgctg
aatttgcg
ggtgct
gccgtg
gctggg
acagaaa
agttaac
tgcctgt
cactct
aaaagaa
cctttg
aattta
aggccaa
tccgg
gacaga
aaaagt
agctgcc
gcaaggc
agtcg
agcgagg
gcctatgg
ggagca
aaat
cagaac
tccagga
ggtgac
ggagtg
atcccg
agtgct
tgcg
gctggc
ggcaa
tgataccc
caggtagg
gcggt
tgcct
caaatggc
cattctc
cgcggtg
cacatgaa
tgagc
agctctg
caaatttg
gatgac
aagtctg
tctgcaac
aagg
accaccca
aggtggg
atctcac
cctccctc
ggggcc
acaacag
gatg
gaaatc
agacgcc
tgggat
aacgaaaa
aggaa
ctacca
tcccactc
gcac
accacta
tgttt
agatgag
gtgcagg
gattact
cctcc
ctcaaca
cagctg
cacag
tttaggag
agcaccg
aggct
tctc
gagagcc
cacac
ttta
ctggcaat
gggctc
caggcaa
actc
atgt
ctcccgt
tttgtgga
cagggtg
gattgga
tcg
tggactg
cccc
atcac
gagact
gccc
tcggatta
taag
atgg
cctgcg
gtttctc
tggcctg
cgtctcgg
ccaga
ccaggaga
tgcccggc
tgctgga
gcctgcgc
agcaaga
tctgga
ccgtgag
cagaatcc
atac
caaaggaa
aaggagat
gattcca
aggctg
ctaccc
gactagg
tctgcacc
ccctcc
gacaaac
tatggac
gagagaa
agcat
tctcggg
tcta
tgctccg
ggagtcta
gta
accagggc
agccc
agagatcc
atgc
tcccctt
acagggc
aact
tcgttta
gtggtgga
aaactc
gagcaa
ccacgca
tcttt
agaccc
cacaagag
gcgcggt
taggcatg
cggccatg
tccaagtc
atct
gaggggag
ggtccag
acagg
agcagggg
ctgccagc
tcctca
cgaccc
cgcaagc
catatt
aatcaat
ataaaga
ctggtt
ggccagaa
acaga
cacctac
ctttccc
tgccct
aatctt
tgagcaa
cagattg
tttat
ggtttcac
agttgcc
aggatgga
gctttata
tcctct
agtcagca
tctactct
gtgtc
tgtt
agtctggg
agatgac
gtca
ggaggcag
actgagc
agggc
agaaacc
ttcta
catttc
tcact
gaact
ccctg
caag
caga
ccctat
gatgctg
ggtcaaag
ggga
gacctga
cctgt
caggaat
ggtta
gcaatgg
caggcagt
cagcggg
cctgtctg
tattaag
tgtca
caagacc
aaatt
gcagtgag
tcgact
ggagcac
caaaagg
cagggctt
cttggag
gcctggcc
ctatacag
gagctg
cgggtcc
ctgatg
ggatgag
gtgt
aatctc
gat
ctaataa
ggccccg
tgca
atcat
ccgtcgt
aaatccg
cacagcgc
agcaaa
caaaagt
ctgg
cagct
gtccagct
aacaga
gagac
taataa
tgaagg
ctctagct
cttgagca
tctac
cttct
ctg
ctgta
gaactgcc
ttcccgt
aacagc
cagga
ccaggca
cctgacct
gtgcacac
gaagcagc
cagacc
tgcagtgg
tccat
agcaggag
gtgtgt
tgagcg
gactgcc
tggaca
cctggagc
cagagac
tctgtggg
gggtcca
tcctctgc
gctggggg
cacatgtc
ccctcctg
gcaggtg
cagtgg
gaacaagt
ctacttgg
tgctcag
tctcctt
gctagagt
tctgtg
ggggac
ccaccgca
caggtgcc
catggggg
cgttgct
tattta
agctccc
gagtc
tggct
agaagcag
ccagcac
ctccttcc
ccccct
tgaggta
acacct
ctgggcac
gtcct
caccttcc
cacccagc
ggcacc
atccgcc
cggtggct
tgagtc
ccacaggc
tgctgg
ctcttcaa
cctggcc
gctgtctc
cgcaagg
aatcttc
tcacctc
actaaca
aggctgt
cccctc
ggcctcc
gtgctcca
atctgcac
tgtacag
cttggg
gctgtgt
tcaaacag
aggatg
cattc
gagcttgt
atgag
gcttgcag
gaaagg
gtattt
tcccctag
tctcccag
gttgca
ctccagg
agtgcact
cttgg
ccagctgg
gcccagg
cattgccg
ctcccca
tcaaca
ccgcag
cgacctc
cgtctc
ggtcg
ccagctc
cctgttcc
gagccata
gtatctgc
tttttctt
tagctcag
tgcccg
gtgagagc
ctgtgtgg
gcgctgc
cagggat
ggagggc
cttgtaat
gacacagc
gtgtgcaa
tgtcagag
ggtgag
gtccctgt
cctctcaa
ttcttcct
atgtccct
tgtgac
aaggtag
tctctaa
ggccaa
caat
ccccc
taacaaa
gtgactga
ccggcc
ggaga
gaaggagc
gaatcgt
aaggtct
aggcagg
gccgccac
ggtca
agcctct
aggccac
gtcctcag
gcaccttg
ggctggt
cactca
gcagaag
aggagaat
aggtcc
catgagg
tgctttct
cctgattt
cagaggtg
gggaa
tgacacc
tgccaa
agagactg
gtctccca
caaggc
tgagg
ccacagt
cttgggc
attgccaa
tcatttc
tgtgtg
tggttgac
caaagac
gtgcacg
tgcccctg
tgttctac
atttttc
caagatg
agccg
ggaca
ctcta
tcagtgc
tatgtct
ctgtcctg
gacagcg
caggacaa
atagtgg
gacctggg
ctcaca
agggt
caggca
gacat
cgaggtgg
gacgg
agccctga
cacctccc
ccaccttc
gggccag
ctgtat
ggtgacgg
gaactact
tgggggt
gacggaa
ggtccct
gtctcat
tgcaggtc
tcgta
gtcg
aggcaggg
tcaggac
gtgacg
attc
ccaatgg
cgttgca
gtttg
gcctgaac
gacccc
tggtca
ggccagt
gtccagc
agcttc
tagcatcc
cagaggg
aaattct
caaggcg
accccc
cctgta
ctgcctg
cggctc
gaggtga
tgtaac
tcctggac
ggcaatgg
gggaaaca
cggaggag
tgatg
agggatcg
tagtg
acccccac
ggctgc
aaccaccc
gcgcagc
ccagcg
ccgagcct
cagaggt
ctttgt
atgcct
acgagcca
agtctcca
ggtcaca
accctag
aatagtg
cgactga
ccaagctg
gagtgtc
cagaccta
gcgtc
gttgcag
cctccct
ccatgaca
ctttg
gtgca
ggccaggt
tccgccaa
cagggttt
aacaaa
gcgatg
tcctggt
aattct
ctcatcag
tcgca
cctgctt
acttgg
cccagtgt
tcctg
ggtgctgg
gtcaga
gcgggtg
acccag
actacagc
agagct
gtaggcc
aggga
cggtcc
gtcatgg
acccagct
gtcagct
tgccga
catgacac
catgtcgc
agccact
cggcagtg
gtggcttt
cagtct
agggagc
agcttcac
cgcctc
ggccgtt
tagagtcc
ccagtgca
atagtttc
caggagca
ggattt
agtgcac
aacgcaga
agaccag
tcagac
tcgcc
tttcaa
tcataaa
ggagg
ctctgc
gcctccc
cagact
tggtgc
ttcctg
ttcatt
tctgac
ttgca
gtgaa
gaacat
ttcataa
tgtaga
cgggga
ggcact
ccggagga
ggagcttt
tatctt
ccttgtc
cctcgt
ggtgctgc
cggtcgca
cgcgtctc
ctctcaa
cctctgg
taaca
ttccc
aacca
cagccagg
ctgtgggt
ctgccaag
tggccc
cagggc
tgaca
actgacag
gtggaga
gtacat
gtgagcg
gggacg
tgtattta
ggcagg
ttgatgc
cttcccct
atgtcgc
ccacct
tgtcagc
tgctagag
tgtggc
acttccc
ctggcgt
caaggtc
ggccg
ttctg
gggaccc
tcggag
tttaga
ctcctg
gcctttg
atggaaa
cggcctcc
aagtggtc
tccta
gttgc
gaagtatg
aggtgga
agactcc
gtctaat
ttccaga
ctaatta
cttccaca
cgaaa
cccatg
ctccatcc
gggggacg
ttggaggg
aatc
acaagctg
cagcagc
agtatgtc
gcacgct
gcctgaga
ctctgcag
accgcc
cggggg
ctctggac
agtc
tccttg
caagctg
aacaaag
atggtttt
gaata
tgaacgca
agtgaggc
ctggtca
actctgc
tcggatc
ctagagtc
cgactg
tgggcccc
acagtg
ctactt
tctgct
cacctct
agagagga
tggcccct
ttgttgg
gtgcagtg
gaggcta
tgttccc
ctgggacc
cccaca
accttc
tacta
gctggggc
gaggt
gcaaggt
gtgccca
caccttc
ctccag
tggctt
gggagcct
ataacaaa
agacctgg
ggagcct
agagcg
agccagga
aactgc
cccggca
attaaacc
atggcta
agctc
ttttca
tcttcgac
tcagggg
ggaaggct
tccatccg
gcctctc
gcggaagg
ctcatgta
catgtc
ctcccag
agctggtc
catgt
gcgtgtca
aggagcag
cgggtgct
ctgagata
tggcgtgc
caagg
cacttgat
cgcgtgtc
ctggagc
gaggtgca
tactt
ccacaca
gtagccga
tgtgatgc
gaatct
aatt
gctat
ccagaggt
ggcattgc
ggacctcc
cctgggc
tctgggcc
gttttcaa
gcagac
gtgtg
agacag
cctcac
attttta
accaatg
ctcctt
ggaagc
tggttt
ctcagggg
atcttg
agggctc
tagaga
ctgagct
ttctgt
cagcgctg
ttggg
ttcctaat
cctgag
cccaggga
caacgac
gggggg
gagctaac
gcaggtcc
aaatagtg
attgatgt
ctggactt
ctcctgcc
gtgctg
agctcttt
actgggaa
aggagg
gactgaa
ccgctgt
aggtc
gagcggaa
aagctg
aacaagtg
caccttgt
ccccttg
aaaggacc
agcgcgt
ggctgg
tcccacc
gagctcct
ctagggc
gggcgg
agcttgt
cgtgctc
ttctactt
tctgtagg
ctggaag
ccaccc
cacacttt
cttggt
cggcaag
tcaaa
ggctag
tgggagcc
ccaagg
gcatgaa
cagtgcac
cgcagca
ctatggtt
cactgagg
ggaggca
ggctcgt
cgcatg
cttcgac
tacagcaa
cccaga
tatctgc
tcagt
atcctac
aattc
cacaccct
cccctcca
atccctcc
gggctcct
tgtttcag
cctgga
tctgccc
gtgctggg
atctt
tccaga
ccacgagc
cctaat
tctgca
ctgaggc
tctaat
gcagcaga
tctcaa
aggtga
catcc
tccagctc
caagct
cctcatg
gacgactg
caggtgc
ccccaca
acagccg
tggggcg
gagcctct
acttc
tcaatt
tggtc
ggacag
ggtact
ctccgggg
aggctctg
accacccc
ctccctg
atgggag
ccacact
atgtgc
tgggcact
cctgatg
ttctcac
gcagtcg
gccacag
ggtgagc
ctagag
atgcga
ttcctgta
gagaacta
ttggct
gaacagca
tgctgggg
ggtcag
acactgg
cttctcac
agctct
caggcag
cccagtct
tggctggc
acctt
gacagagg
gaagtg
ggtaggtg
aggtgagc
gtaacaa
ctctcta
tcatgtac
cctggttt
tccct
tacttgg
ctcctcgt
tttgagg
tccgggg
cacaaggt
gaggca
ctgaggta
tgagca
tggcccc
cctgtcac
gccgacct
ggaatcgt
actgcc
agtttccc
ccctag
gtccac
agtgccca
ccctgtag
ttgaggcc
gcagggct
cttgccag
acagcagg
acgcaga
taggggg
atgtcg
ggggct
tccatggg
gcttgcc
ccttttt
cccaccgc
agggctg
cagcgg
cggaacca
cattgcc
ttgagc
ccaccgg
cccccc
cgctcagg
ctagcatc
gcacatg
gacttctg
ttcccc
tattc
tgat
ggtggct
agcgaaa
cggctcc
ttcaa
gccccga
cccccaga
ggcccct
ctctctgg
ctcttgga
ctttcccg
tgggacag
gcaagg
cctggggc
tgcaca
ccgac
gaacgcag
aacagcc
tcttg
cccagcgc
gtcgcc
acaggtg
acaccc
aaactg
agcctc
gtcca
tcacctct
actgc
gatggg
cacattt
ccatt
tgtccct
ctgaa
ccccctg
cccttgt
tcagcttc
tctgagc
gggtct
ttaag
agtcggag
tcctt
agctgg
tgacgga
ggagagga
ttgagg
tagag
gctcac
ctaat
aggacg
cttttgcc
agaagg
agggagcc
ctctgagc
gtacc
gggccgt
tctaagc
gctcttt
gggttct
ggaacagc
ttctggga
acccccat
gggtgggg
cgcgctca
gtgcccc
agatcgcc
gggccgc
gacccca
cctcaa
ggaccccc
gctggtga
aagtg
ggacg
tccagtca
ggtgggag
cccac
tgtgcaa
caccgg
ctcaaact
gaccccct
ctgtcacc
accctc
gcacaaaa
gtcac
tgtag
atcgcctc
ggtgtg
ttccctc
agcggtc
ctgctgt
aaggtggg
gcccctt
ccggt
ccgccaa
tgtcatgg
aagagcg
ggctcttg
tgccctgg
ctgcccg
ccacctc
ccat
ggtcat
caacaag
gttctg
aggtccc
actctt
gatgt
gtgggaca
gccagtg
tggaaa
cttcaag
tttca
cagtgcc
ccagt
ccggctc
ttgccag
tccaccg
ctctgct
ttctagg
tcaga
aatgga
gccga
caaacta
acccagcg
gccagc
gaagtgg
agcttgc
gaaccag
ttccttg
cccctgat
tacttcct
ggctggg
ttggttc
aaaatagt
tagggca
ccatgt
tgccag
tcggca
ccccaggc
agtggc
tgctgtgt
ggagctc
gactga
tgatgcc
tcccac
ggccttg
ctgaga
ctgatga
cgactggg
ggacttct
agatgggg
gaaatt
ggcaagc
tagtttcc
tgggcc
gtccg
cagcgcgt
tttttc
cagtaagc
tgttgg
gctcctca
tcccagc
agcggc
ttgcccg
tgctctt
gcctca
gcatc
atgttc
ttcacccc
tctcat
tttgttaa
gctctgg
gctttc
acctgg
ggcct
gggcatc
tgccgc
tgccctgt
atgtg
ggctact
gggcccg
ggtttg
agccct
tggtga
gtggctg
ttgacccc
actcagc
gaggga
caggggt
gccacac
gagagag
tcagg
cacacacc
aagaccca
ccattgt
tccctcca
cgctgct
taagtctc
tggatttt
aggggag
gggacag
tcctctc
ctgtg
agcgca
tactgat
ggcta
cgggtg
tgcttc
cacacaag
cagcac
ccactcc
cctggga
gacttc
gtgatgc
tctcact
ggcccag
cttatt
aggacctg
gtaatt
gtctcct
cgtgt
ccctagca
acgctgtg
acgacagc
ggatcgac
gggggtg
tccccat
aagc
cgct
tgagcttg
tgtgttt
aggtccg
tttgg
atgccccc
tcagagc
ttgctctg
actgagac
aaacca
gatgcct
ccccggc
agcctg
tccctcct
tgggag
tggcac
gctccag
caagatcg
tgtctg
aggacga
acttctc
gcatggct
ccccacca
tacaagat
atccaga
gtccatcc
agcttt
gcttg
tgggccgt
aacac
cccctta
gtgagct
ggacagcg
ggtag
ctcaggtg
ctgcctca
acttgat
gtggat
aaaggtc
ggagcca
gctgtgcc
gagga
aaggctgt
gccttg
gtgcacc
ctcagacc
gggact
actggt
atttt
tgagggg
gccttgc
ctcgggt
tgcctgac
acacagt
tcaccg
gcattgcc
gccgctg
agattgat
tgcctca
ggacaca
tggctag
ctcccgg
tccatcag
ctcact
cacgct
ctgat
ccctga
gtccaag
acatgtcc
tcttgc
gaagc
gagcagg
gacgacag
gtttgag
ccatcagc
tggttc
gggggct
gacaccc
atttcaaa
ggagaat
catttcag
tgatttct
gctaact
ctcacc
gggtggg
tttgaa
gactt
acaagat
aggtct
caccccag
gacaa
ttaagtg
atga
cttgcag
ctgagat
gcccctg
agtca
gctctg
tccccag
ctgctg
tcgtg
ctaca
tgtcgcct
gttaagt
tccatc
tttgtg
attt
cccgcg
tgcctgag
agagctct
aggggccc
acagcagc
cctccg
ggttctg
ctgtctca
ctgacat
ctgtc
ccttattc
gcctgac
tgttcc
cgtttga
attg
ctctcaca
caggctc
gtgtctcc
accgcag
ctctgt
gcagcg
ccttgccc
gctgggga
agaggtgg
acgg
cagcctt
ttcgact
gtaa
gagcagc
ccaacg
ctctgcc
ggtttt
ggagaa
ggggtc
gggtgc
ctgcacac
acgac
acaggc
gatttctg
acattg
cagctc
gcatgtg
ttgaa
ctggct
acacagc
atctctgg
ggggctgg
gacact
ggtgaggg
gcctgag
aacat
gggtacta
cgcgg
ttgtcca
gagaagc
acaccct
gcattg
cagcttca
aaagct
ccccat
tgccaga
gccctgg
gattgatg
gtgaggc
ttccccc
taatcttg
atttaa
ataaaata
gtgacc
ttttt
ccggggg
ggcagagg
gtggca
tatggc
gaggtgga
tgatgtt
cacctga
acatg
gcttcc
gacacct
acagcggg
gcatcgg
tggagct
agctgggg
aggtagc
cagagga
agctcaa
atcgg
ttcac
ctccac
tgggaggt
gctcag
cttttcc
tggagac
tgctcc
acttggtt
gctactg
agcacc
gagcgg
tgtggaga
ggcatctc
ttttta
tctgggt
gagggctg
acaaag
gctgcccc
ttgggcc
cactccc
cctttgc
gtcttg
agaagaa
gatgcga
agcagcag
gcgggcc
agtccat
gtcaccg
ggatgccc
cctccagc
ctggag
agggta
taccc
atatctt
cagtgaga
tttcccac
ccctct
agctcac
gatcg
ccggtc
ggctgt
tggtcagc
cacctctc
tcaaggc
gtgggagg
tgcgcctg
ttcccca
actgccc
caaaacc
agaatctt
gacccaga
gggagtc
catcag
ggcattg
tttgagc
gttcc
tcatggg
ccagct
tcctcag
gcagcagc
ctgttgg
tgggccgc
ggtgctg
acacttt
atggtcag
catcagc
ttgggcaa
gaggagc
ttttc
aggcgcc
ggggacag
tgcacaca
ggtggc
gggatggg
gagcatgg
cagccac
tccggt
agagaac
tcagact
ccttg
ctggac
cagtggt
atatt
ctgcagcg
caccgc
tcgcct
gcttcccc
accccctg
gagctt
gtttc
cattgtac
tgtaggcc
cccacctc
cccatgt
gactggga
actga
gcctttc
taggtgag
acttctat
cactctg
agtttcca
caaact
acgga
tcatgag
tgatgat
ggacct
gccacct
ctgacctg
agagtc
cgtagg
cctgcctg
ctgctctt
accttccc
acactgag
cagtcgga
ccatggg
ggagcag
ctgctgg
tccaa
ccagac
ggagtatc
cagttt
tgtcggat
gctggaga
gcctggg
tgatgatg
ccgc
attgcc
gtcat
caggcccc
cagctcc
attctc
ctgggg
gggagctg
tgcgcagc
ggttttca
aaggctgg
aacg
gggaggg
acctacaa
tgccccc
catccgcc
ctcctctc
gatga
gccaggtg
acattttt
cagcttc
ccctgagt
gctggt
acagagga
agcaggct
ttcagac
accaacc
cagtcca
tgctgtga
gccctgtt
ctgaac
aggtgct
caagggta
gccacc
cagctgg
gtgccc
ggtccagc
gttggg
tcctaat
cgagc
tcaagg
actttg
gaggccac
tgggtca
aggtagaa
cttgttgg
tgtgatg
tgccc
gaactc
gtatgtct
ggtagga
tgcagtcg
gagacaga
agtcc
gcacta
ggtccgg
gctttct
ggcaag
tgtgggag
tgctctga
cgga
accaga
gccttgct
ctggttt
cccctgg
cccgccct
gggtca
tatgtgc
ccagagaa
tccaggg
gacctcat
gtggttgc
tgggagg
ggctatgg
gcaccccc
ggctccag
ctctgaca
ttgggc
tgttaag
ctccttgc
gactccat
gagct
cccctgt
atgtct
ctctttga
aattaa
aaact
accccagt
cctctctg
ctccg
ctgttt
gctgcttt
cctgct
tattttt
ggcaagat
aatatct
agtggttt
gtttcag
tgggttt
cacccc
ccaggaca
tcaccc
cttgctct
gccactg
tgtgcccc
cttgcca
tggtt
aatg
tacctgcc
agcgc
gagatt
cctttt
aacaagc
ttgcaga
ttttga
acccctcc
atgtac
ttgtt
ggaaaca
gggca
agagcag
cccggagg
cgctgcc
gggtttg
catagtg
gccaagg
caacaca
gtcccag
gtaggtg
cttccttg
ctgcaggt
tgtttgat
ggcgggga
cccagacc
ccgttgct
gccaac
tggga
tacagtgg
agcatga
tgcgat
tgtgcca
caccatt
gttccc
ccctgcct
caaac
gcccac
gctcttg
aacta
ttttgc
gaagct
ttaaacc
gatgtcgg
tcccctcc
gagagga
gctgtg
gaggtg
ctcaggac
cctcag
gaccagc
gggacctc
ggttcccc
gtgggt
gagggg
gggccctg
cgtgtcag
gcggtc
ttccattt
ttttaga
catggct
gggcaca
gcaggct
gatgcc
gcagtg
tcaaccgc
ctaact
atcagtgc
tctatg
acagcca
tcttcctg
cagaag
cccatt
ctggggag
atttctgg
ccaggcat
ctcgtt
cctagca
atgctg
gcaagag
cataaa
accttcc
ctgcagc
cacaggca
cagggagt
gtggc
cagaggag
gccagac
acacaagg
tatggttt
aatagt
aggtgg
ctgatttc
gaaacac
accacc
aactact
ctcaaac
aagtct
gacctccc
gcaccat
ccccac
ggggcatc
cactgc
tcccggc
gctgttt
cccacc
ccacccct
aaaacatg
aagatg
gatatc
gccaggc
cgtataa
acaacga
agagcaca
ggaggga
gggtgtcc
tacaggt
ctgggct
tggagcc
attctt
aaagaaa
gccagt
cgtca
agacatg
caacccct
ccatttcc
ctatgt
cgtgccct
tgaggg
aggttctc
ctccagt
agtgtcgt
gctag
actatt
gccacagg
gtcaca
ggttttaa
ccccagat
tgttgct
acctgca
ggggttt
aaacagag
gagggct
cctccc
tttacac
gctgct
gatggtgg
ttctgc
tccagtc
gaagacc
ttgagta
tgcccag
ggggaca
tgtgaag
ggtgagtc
agagggc
attcg
gagaag
actggcaa
gagagggt
tcctggtg
tccccgcc
agttaa
tctgtgc
ctctgaat
ccccaga
caagcaa
cccaaac
tgcatt
tcattc
ctctgca
gcacag
cagggggc
cagtctct
gagcta
ccctgccc
cctcttc
tcctcc
ccgggcac
cagggatg
ccatttc
tgggccta
tgccatgg
ggccgca
aggctcag
ctgccct
gacacaa
acgggga
gaggggc
tacaga
ccttccc
ctggcaga
tcccagtc
tgcccct
catgcttt
taggggc
cactgct
acatcc
gtggcggg
gggcgc
ggatgc
cctcg
tcgag
tctccct
tcagct
agggat
cccaccc
aggctgga
ttggcc
atttcac
tcccatc
gaaagc
caacgtta
aattttt
cccaggg
ctcctctg
cccctac
cagcccca
gcacagt
gggctccg
ctcaaagt
ggaacaaa
ccggcctt
tcagacgg
tagac
atttttaa
tacacc
cttctcct
tcgttccc
tggcagg
ctgggga
ctggtatg
aaaggag
cagcagac
ttcatgat
atggagct
tgctcgaa
tttcct
ggtggtg
caaggt
gcaggaga
gcgctg
cccctgcc
cttccgtg
tgggatg
tccccaga
tgagccc
aggat
gaatcc
gtgcatt
tgactgt
gtcagcct
ataatct
tgccagg
ctgatgcc
tcatcct
ctgaat
gaacacc
cggggtgg
atgtgcc
ggggaaaa
gccata
atgggg
aggaac
aagtgggg
catctc
gctgttcc
cctcaggc
ctcactc
gctccat
tggcttc
agttgaac
gcagacct
ccctatgc
acaaccc
cgtgac
agtgag
atggtgg
aacacca
ccaccat
ggaggg
ctcctgc
ccagatg
tcccgagc
aggcac
agaggat
tggtttca
atctgg
ttgacgg
ctccaatg
ggctata
taggt
tatgggga
ttacac
tggagga
gaacc
tgccca
caagga
tctacaag
cccctct
tggccta
cactggc
agagctt
gttcagg
ccccaa
gctggacc
aggataat
ctgcacc
ccacag
ccaaga
cttggc
gggata
tgtggct
tggttaga
gactctgg
cctgcc
tcaaagc
ggggag
ggtgggga
ggtcca
aagtcct
catttcc
tgggtgct
aaaaatc
tgcagcac
acatc
gtccat
agctat
tgttta
gtcgt
atgcagc
gaagcg
tatctg
caccaaga
ccacta
cccaata
ccgtggca
atggaggg
tcttgtcc
gctgcc
ctgtggc
gttccatg
tgggccct
acggct
caactc
tcttagg
tgata
tgaag
tctctttg
ctccaa
gagtctgc
attcaa
tggtgttg
tcttctgc
tgctcacg
cgttaga
agccacc
caccgaaa
agagca
gcgtcac
ccttgca
gccctct
tgtaag
aatgtgaa
ggagttg
gagttc
ttaggg
taatcagc
cgag
tactc
tcagcac
ctcgcagg
gccagag
tgaagag
gcgtgt
gcaatg
cctaacac
cttcca
atagt
cagactg
ccaat
tgagtcc
caacatc
atcaga
ggtgcgca
acaggt
gatgtc
tcggccct
tactg
ctcccc
tctcaatc
ttgcga
acagcc
ccccaagt
gggacac
acctgcc
tcatga
tgtaa
gagtt
gcttta
cagaaaac
cgagaag
gagagg
caagcgt
cccgt
aggatgtg
cctgagc
attcaac
ctgtct
gctcctc
tcgaaa
actgag
acaccacg
tctgcagg
tgcccttg
aatac
acccctg
acctgga
cgaggtcc
cacaggg
gccgctc
tcttgtg
ttaact
aggaag
aggtggag
gatgaa
ggtgttg
ccaaggg
gtgtggt
ctccctca
tggggaca
ctgcccc
ctggggtt
agtat
tctgcac
aaagcat
gtccca
atcagctg
aaatca
agaatccg
acctaaa
acgcca
agatc
gtaccag
agcca
ccttctt
tggtgaat
tgtcgtcg
gtagct
gatgcccg
agtcccc
aaaatc
ccacagaa
tggcct
cgtgggc
atgcagaa
ttctc
cacccctc
tgaatgtc
ctaatttg
ctctacct
gttcaaag
tggaggga
agttgacg
ttttcc
tcgtcc
tcaggaca
cggcttct
gggttc
aggaaagt
cactctc
tcctctga
ccctgcac
aggggaag
taagcac
tgagac
aaggcaga
atcaa
cccctca
tgtggac
tccctctt
ggaaatgg
atgctt
ggccctaa
tgcagact
gcacgagc
aggatttt
gtaagcac
ggagatc
agaac
tattt
gccgatc
gaagt
gcccaaca
gagaagg
tccaagc
accacca
gcgg
ttccgtga
gacgggg
aggaggg
ctctctcg
tctttg
tctgggat
ccccaaag
attaa
cggaaa
gccactt
gagatctt
tgacctgc
atggcc
ataaatac
gaggaa
gtggacac
gcaggc
tggagaag
ataagctc
cttctggg
gggcccca
ggagttgg
agagggtg
cctgagga
gtggagga
agggatg
gacca
ttccagac
gagggaac
gctac
cacagttc
acagggac
ggcaac
cgaatcaa
atccagtc
gaaagctg
taagtgt
aagttgcg
ccagga
ccatctcc
taactca
tatgc
cacacct
tgagtgc
tgatgggg
cctacc
gtaca
ttgag
ctccatc
gccgcgg
cacgcctg
atggggca
cctcagt
agggctct
actcac
gttccct
cagcctgc
tgctgcca
cccatttc
cttcac
agcaggca
agcccaac
gcaccgt
ctcctgat
ctccaagc
gtgcgggg
actgattc
ctgcat
gggtcc
ggtggt
ggatga
gtgtgg
cctgccct
ccatctct
gcaacc
tcacctg
cagtt
gagtaagc
ctacc
gtgactgt
ccgggct
acacaggg
ctgcac
cagggctg
ctgagcc
ctaaa
ccaattt
caggga
ctcttcag
atgatc
gccaaa
tcctccc
ggaacgc
tcggtggt
tgtgctcc
agcgtgtg
gacacagg
gccgagc
tgctgt
acctccaa
aaaagc
caact
atggagc
tcgtcacc
ctcactg
cacaggct
gctgtgct
ctgcccct
agggac
cggaga
ccacaa
ctattt
catccagt
ggaac
accacg
acacag
acaggg
aggccgg
taaacag
aacacctg
tggggag
ctgatgc
cttctgc
gcggcc
gaacccta
gtgggatg
atgctgc
gattc
gcttcta
ctgtctta
ttcacaat
gctcct
actgaa
gagactg
aaagctg
gctcccc
ggcacg
ctcgttct
gccctggg
gagacct
ggagcat
tgagt
tcaggca
aaaacaga
atagaca
tcgaggtc
tggacc
ggtaa
aaaaatca
ctgggtcc
ctgac
accgcct
agaccccc
agcctca
cagacgc
ctata
ctctcatg
ggcga
tgtgccaa
gctgtaa
cagtggga
tcatccc
ctaagcca
ctgcaa
cgctcgt
gctgca
gagtgtg
cagagca
actggggc
cagctgcc
atttcc
agcacg
gctggtca
tatgaag
aggagag
gttaactc
cagttga
tgcgt
acaaagga
cccagt
catccagc
gtaga
ccccaaa
cctggaa
caaagg
cacctcc
ctgtaa
agcatt
cacatc
ggtgggc
aaaagccc
gatgggg
agggcaga
cgatctt
tgacacga
gcactcaa
cagagct
gaatggc
gtggga
gtgcaag
cgcctg
ggaggag
acgagcga
aggccct
caggtggg
gtatg
tccagca
caaagt
atacaga
gaccttc
tctggctg
caccatc
ctccct
gagagt
acagagg
cagcagg
attta
ctcctgg
ggggcgg
acaaggaa
gagaga
gtccttca
ttcttt
aaagcca
gaccacc
ttggcct
tgacgg
ctgtctt
ggagaggc
aggcagc
gttgcgaa
acccctgt
ctcatgc
tgcacctg
caatcttg
gcctgggc
gtgcttg
ccaataa
gtcctcca
tcacct
ctctcca
tctgctc
ttgcttt
ctgcca
aggagcat
agacct
ccagctg
agcccatg
gcgcgg
ggaactgc
tgtcgtat
cttggtg
gcttccat
cacctg
taatttg
gtggcg
cacagga
aagctcag
atccc
tcatg
cctgtgtc
gaagcctg
agtcccag
ctgtgca
gctcagag
agcaga
gagacc
tctgaagt
gtaaca
actccca
ttgtgtg
ctcttc
catccttc
aattt
cagagcag
cagtgca
ttcccttg
aacacaa
ggatag
tgtta
aagggt
gaagccca
ggggga
gaactt
cagggta
gtata
gccttggg
gtcatagt
tataggaa
ttcactca
ataacag
ggagacc
tctacctg
tttcat
ccagtg
tccggct
tgcaagtc
tgaagtc
acctgagt
catgaca
gcgtgtg
atggaacg
tactgatg
ccataca
tcctgtc
accag
aagggct
tgaaat
gaccacca
ggtctagc
agcccttg
tctctgc
tgaatcaa
cctgagtg
aacagagg
accctct
cgcgactg
acgaaaag
acagctc
gtaggg
tgagccg
ctccacgt
ctgtcct
ttcccttc
tccttt
cgcccaca
tcactcaa
caccctct
tcctctg
ccccactc
tacatgc
cgcctca
gttaacta
gcttt
gtcact
caaatgaa
gaggcctt
gtgagt
agcaggat
tcagagcc
tcctgca
agctca
gcagagg
gccccca
ctcctcac
gtcgagga
gtcttga
aacctt
ccggct
ctcctccc
atccgacc
aggttg
taaggg
acgtg
aaaacag
atccttct
ccagtt
gggtggag
cgtcac
ggaaaaca
catctca
aaatc
cacctgc
tgatggcc
ctcccttc
cttaattg
gtcccg
cgcggc
agaggtgc
agtgtgg
gctcacg
tgcgtc
ggctgag
ggacca
tctcgcag
acactcca
agccac
atggtg
ccctaact
tgtctca
tcaaagt
ccgtg
acttggc
gggcaaa
agcact
tttga
caagat
aacagct
gggatgag
gtcgta
taattg
aaaggg
aatccaga
ggagag
tgcttta
agggagag
cgtcg
tgtcttaa
gcagggac
gacccta
tgtgcccg
acccgtc
ggccttgg
agctgaca
gtccccg
aagcctg
cagtcg
cacgtgg
catacac
tcttaat
ataagc
gggatgg
tgtgcttc
tcccag
gagagcca
aacaa
tatc
catgag
agggtcg
cacctact
cgaacacc
taagctct
caattttt
cttcccc
aacggc
atattcc
ctatgtg
agggga
gcacaa
gaggagag
acggatgc
caggctca
ccttcgc
gctcaaa
taactc
cttcagc
aaggta
tgcgg
cacgtt
tccctatc
gcgtctct
gagatcct
gcgactg
tgggcgc
tctgtaa
ggacaa
tcatgagg
tattcctg
cgagtccc
actggc
cgact
ggcttaa
tcaccgg
agtctaa
agggcta
caggatta
aaaaggc
tcccct
cagagctg
tataag
tgcttg
cctctgc
gctcga
acagcccc
aaaatctt
gcccag
tttgcca
cactagc
atgagccc
ctcagt
ccatacac
caggggc
ggttggag
acatat
ctcatc
tctaaag
tctttt
gatggt
cacaaag
gttagaa
aagagcag
cacggag
cgagtca
ccgagtc
ggttgga
tcatgg
gaggaggg
tgcaatg
gcctgcac
cagggt
ggcaaggc
ctggcccc
caatgt
tttcc
gtaacac
cacagag
taccctg
aacaaaa
aagtcc
tcactggg
ctgacta
agtctgta
aatccg
gggggac
aggctga
ctgacct
ctgtgg
cacaggac
cctcccca
ccccgc
agagt
gtgtct
cacacag
aaagga
agaaaac
gcta
ggccggg
cagagggg
ctgagga
tgtgtaac
gagtctct
ctcttca
ccgcccct
gccctt
ccctatct
gggccca
tgtcc
gtgagga
gggcgag
tatccac
gcgcgact
tgctcta
gcacccc
atcctg
ccctgta
aaatttct
gggcacac
ttgaagtc
catcgt
catttccc
accacag
acaagg
aatgct
catct
gactgggg
cccaag
gcatct
cctaaat
catgat
atgaaat
accaa
aaaggttg
actgtca
ccttgtgt
tcttggc
ggctggga
cccttct
cttctaa
gcagccc
ctggaaa
gggggcc
ggattgct
aaccac
gggcta
tatta
gctga
acacgcc
attagcct
ttctctc
agtgcaa
catga
gctgag
cagcagag
agactgca
gctgatgt
ctctttgt
tccatg
gaagga
gagcatg
ccgct
ctgagggg
gggtg
gtcatccc
gaagaa
attactc
tgtgc
gccttc
accgtgca
ctggatcc
atcgaatc
gcccctgt
aacttctg
gccat
aaaaag
ggtcccca
tcttccgt
tatgggg
agcggga
agtcccg
ggcgcgac
agaggcc
cttggcc
agcctcag
gggagcc
ttccagcc
aagggta
agggaac
gggaaga
gcacgga
acagct
tctgag
tccctcag
cgtgcag
ttttctgg
tcaaggct
gccagagg
ttcatcc
gacctgc
gatgtt
ttccagt
tggccaa
ttcctt
tggcccca
caattt
cgggcac
gtgtcgtc
ttcagg
tatgtgga
tcccttcc
ggtgca
tgaatg
taccttga
gcttag
tgcgaac
tctgatgc
tgttcttt
cctatg
ccaagt
ttag
gtcacct
gtcctcgg
gcccca
gaaaaaa
cctcctc
aggggttt
ccagggg
ccatgc
aaaca
ggacacag
cttgat
attattaa
ctcgtcca
gtctgagg
cttcttg
tcgttt
ctgtcac
gagggggc
tgccctg
tggtggag
caagcctg
ctctctcc
ctggctcc
gaatgg
tcaagca
tgagaa
cggctt
aatgtct
gctccc
ggggaa
ttattag
tcactg
tgtggcg
cgacctt
gtctgta
ccacgtgc
cagtcgtc
atttcctt
gaggcc
ggctcc
ggatgt
gcgggac
gaagggct
cata
cctgtgga
ggtatg
cagctgca
ccgcct
gcacaca
aactc
tcagcctc
catggcag
aggaagg
cccccctc
ccgaga
gatgtggg
tcttccag
cctgccat
cgggttca
acctgtg
aagttaa
gccccat
caccaa
tggtattt
agtagc
cccaccg
gctctcac
agagc
ctctccc
gagccacc
aaggaa
cccacac
tcagtgt
aaaaagcc
tggaggg
ttcag
tcttctca
ctcatgg
ctgtacc
gagggtg
acacctcc
tcttcagc
gtcctgg
catctctc
ttcaatca
ggtcctcc
tcaacaat
atctctct
attcag
cggcct
atcag
gggctgtg
gaaccttc
tttcaca
gcggtga
gcacac
gacacag
ctgctgtt
tcactgca
cggtgctg
ccccgaga
cacagttg
ctgaagt
ttcaaaga
cgtt
agggacaa
ggtgaat
gtgtcata
gcctgca
acggctc
ccaaag
cacagggg
acatgag
actgat
gccatgg
gccttgca
ccaagcca
acagca
cagagcc
gaggcgcg
ttctggct
ggaat
atcccc
ctaaaggg
aggtgc
tcaag
cttaggg
atgaca
agggaa
gaacgg
gtctct
gaatccg
caagtccc
gaaaaagc
ggacaggc
agtggtgt
taatcgg
gccctatg
ctcttcc
agggcag
tccactct
tgcagcag
ccccctc
gactacct
agatcctg
gccctaa
cctcca
tcagtag
agaaggg
gcagtgg
ctcctggt
gatctgg
tctgaagg
ctgggat
acaat
acgttag
cccgtgaa
cctggtt
acagac
cgcacaca
gggagt
gaggctc
gtaag
cagtgat
ccttcca
atcaagc
aaatgga
ccatgga
caccccac
aagaaa
cctgaatc
ttcctctg
aagtgtct
tttaag
cagaagt
aaggttgg
gcgcccgt
tctgctg
aggccgcg
taagcca
tcgttctg
aggcagag
cgcccgtg
gctgac
acacaaa
accctgc
aaaaaaga
gtgtgac
tctctc
tggtgct
gcctga
ttcgagg
tcagccc
tgccaggg
ttcaga
tgcat
ttaat
aggccgct
gcagcac
agact
ccactcat
cagtaggg
tgtccctg
catctgct
ggccttc
acaagc
tttaaagg
aggccag
cactcca
tgtctt
aaggctgc
acccaa
cccatta
aaccag
gcggggtg
actta
aacaatg
tcaggtg
gcttccca
gcacttca
gacatgag
caacat
tcccga
tgagtt
agcagcc
cttgcc
acttca
ctttaagg
gggagg
gcacactc
ctcaggc
aactat
cccctgtg
ccagagg
acattt
catgagga
gcaagga
acagtt
cctgtac
gtcccctg
tctggc
cattcaac
gctggttt
gagtctg
gcacg
ctcaagc
gcagcgct
gaatca
gctagga
acgtggt
gcatcc
tgtgcagg
ctaacagc
gggaggat
tgaac
gcaat
aatcttg
ccactaag
ctgtaca
gtgtggga
cttgc
cagcacac
gccttcgc
aggacca
tctgccct
ctgcttc
cacctgt
gaaaaa
ggcctt
atttct
ataagct
aagcact
tgtaaca
tagaaggc
cagaccct
gtacag
ggctctga
ctgtgcc
ggataat
gcttgcaa
ggtgctc
tctcgag
gggccga
aactgag
gaccct
gcatttct
gccagtc
gaagtcct
gttcatga
cagat
tggggttc
gcgactgg
tcccaggg
aaggaga
ctcagcc
tgaggcca
ctatctga
cggtg
acacagag
aggagctc
ctggtc
aatttc
ggcccgc
ccagcct
ctggacc
gcccctgc
aagccact
gattgc
gtcacc
caacgaaa
gatcctg
tcagagg
ctactgat
cttgctgc
cctcagcc
ctacct
taaatac
agcgctg
ttggagga
catgct
catgcccc
tggat
aacctg
ctcccta
ttaagtgt
cctcctg
ccctctgg
aacttgct
ctacaa
ccccctcc
cctgtg
ggaaaatt
cggtgagt
catcccag
agttccc
ctcgggct
tctgcat
gagtcca
tgcttgc
cttccctt
ccacgt
gagctc
gggtatgg
caatggac
atcaca
ggggcaa
tctttgt
gaggat
tacctg
aaatga
ccctgcc
atcccaac
cgaaaa
ggctccg
atccac
tcatgat
aacattt
attaatgg
agtgttcc
actggggt
gagctgcc
acgacc
ggacggg
tggctcc
ggaggaa
aagaggc
actacct
agaaaaa
actgggc
gagtacc
ggagctga
acctgctt
ggggaatc
tcaaaa
cactctct
ggctcac
ccccatt
aaggg
agacaa
cttagtc
taaaaagg
gcactctc
ttattaa
tcgtcact
aaagc
gacg
gcctcagg
aatcag
taaag
acgca
agagcacc
gaacgcc
ccttcat
ggccagag
ccctcag
aatgtaca
tgggct
agccaaa
aggggg
agtggg
gcaaac
ccattt
catccac
ggagggaa
actgctcg
atggacaa
caagccac
cacatgc
ccaagag
tttaggt
aggggga
tccccgtg
agaaggc
ttgacggt
tcccttca
cagacggg
atgtacag
cggcataa
cacacaga
agggggc
gtactt
tgggatgg
tgtgaca
ccacactc
ggctca
aacggaga
cctaatc
gaggggt
tcctcgtt
actgcca
ggaaagt
tagtc
tggacaac
gtgcccta
caccat
gtgcag
cggctctg
ttgccc
gcggc
cggtgc
gcctcgt
cttggcac
gcattctt
gggcct
tcacat
tccagacc
caggac
actgga
cctgtagc
ggcggtgc
ttttaaaa
tcctcccc
tccaccaa
tgcgcag
tcaagcgt
tcctgtg
ttccgtgc
tgtgtca
gggctg
cccagtcg
gatctt
gccaagga
atccagtt
gcaggatt
ggcttct
ccatctt
tcatccca
ccttgggt
agcgtat
tatgcgc
gagaac
cttga
ctgcaca
gaagcac
gcgaaca
acttct
gacaaa
aatcaac
ctgtcat
ccactgc
ggtct
atgga
catac
tagtt
tcgtcca
ctgggag
tttggcc
aaaggc
ggaagcct
aggacag
tccctac
taaaaa
gctctga
acagaac
aagtctga
gcaatca
cccacccc
tcgaggag
cgttccc
taacaca
cctctgca
gctcgtcc
atagg
tcagcaa
agctcctc
ctagtt
tggaatgg
cacagac
gtctta
tccctg
gcatgtt
gtctcta
gaatatt
ttcctgct
atgttt
cagtat
ctttt
ggcataa
acaagatg
tcctga
gggacta
agtcagc
tggggc
accccact
gttcat
agtcgccc
ttccag
aatcac
catgcaca
gcccgggg
cgttct
tcacagag
ccctccaa
acaacat
gtacct
ttgcttgg
aagct
agacca
tagaa
actagc
aacatg
agccagg
atcctccc
ttggtg
accata
gatagac
ccagtcgc
aatggcc
caacacct
atgcccga
gtagcctc
aggtgaag
ggaacc
ttttg
cctat
agtcctt
gctccct
cataa
aggccg
gccctca
catggaa
agaacat
gttagaag
cacttc
cgggctgt
caatccag
ctgagact
cctgatgc
ccagtctc
tgtac
gaaggc
cccttca
gcaaagct
gcacgg
gctcctcc
cacgagc
gagaa
taagc
ttccat
ggcatcc
ctaactca
gagcct
gccctgcc
gctgtgc
ctcaaggt
ctgtggac
cagtag
aagatga
ccccgg
ccgacca
accga
ttcgcggc
aactca
gtctg
cccgggga
tcctggc
ttctaac
tttccat
atat
gagaagaa
cacaa
gggtga
gccatcc
tagctc
tgtctgtg
ggcagcc
gtgggat
ccaagc
gaggagg
tttgacgg
atatttgg
gggac
ctcccgc
ttcatcct
gccaagt
ctgtccc
gagcaaac
gcgccc
aactt
agagagtc
cacgtg
tagggaa
gacctgga
tcccca
atcaactt
ctgggtgt
aagggag
ctgcaatc
agcctgt
cagcat
gggcccta
agatgaa
atactg
ctcaatc
agcacag
gacagg
gtggtg
atggattc
aggggct
ctgaagga
gatcac
tctgaa
atcaccc
catcctcc
ctgagtgt
ttcat
cgggctcc
cgtccagg
gcaacta
agtt
tgattac
cccttggg
gcacatca
ggaaaggg
tgttga
aatgaga
aggaaag
ttggc
ggggctgc
ccaacgtt
aaatgtac
cctcgttc
cccgagtc
gatttt
tggaacgc
atgcg
ccagagc
cggat
tgatgccc
cgagcc
gcggctta
ctgggcga
gtgagtgt
atctcct
agccaggt
gaggcctg
aagcca
cacaat
tacaagg
cgctgt
gaaca
gcttgct
tgacggtg
caattca
cgcaggct
tctctctc
taaatt
aggtacag
ctttagac
ccagtatc
gccagga
tctggaa
aactct
ccctggct
gctcaagg
tcactga
tccctgg
gatta
aacaat
aaagccc
tgagat
tcggtag
ggctgct
atctg
tacagca
ggcccca
gggacaaa
actacaat
gcgtataa
gaccgga
tggtgtg
tccagt
gcctag
gtgtgca
ttctct
atggca
caatgcta
ctccttgt
atccatct
aatccatc
tgtct
ctatctgt
aatcaga
atccagca
acagaggg
accaaga
tctgtt
aaagtcct
gcaagt
cttaga
acctggct
agcaact
ccagggc
tgcatct
ctgggcct
ttcttgtg
agaggcag
cctgacc
cgtgaaga
gaaggcag
tcctgaga
tcagggt
aggagga
atcttc
tgggtccc
gataatct
atgccc
catagtc
gagcacag
catactga
ctatggt
agaaag
aggctcac
tccacgt
ctcccg
agcacaca
agcac
cctatgtg
cccacagg
tgatcac
ggtttga
aaaggccg
atacaggt
ggttttc
ttacaa
cccatcc
gagggt
ttctcctg
gtggtgc
gcagcag
tgagaagg
caggggg
agcgag
tctgggct
tgaagat
aggatt
agttc
tcttgagt
cgtgtgta
ctccggct
tccccact
gcagagc
atgagtga
ctggttag
gtatgggg
ccctacc
atggccta
agttcagg
aaatctt
caccac
gttaatcg
gacgga
ggagct
aatggagg
ggcctgg
ccctgc
ctgtagcc
tagcttg
aaacttc
cctgtgtg
ctcaga
tcgtcgtt
aattca
ctctgga
ctgaccc
ccttccg
tcatctgc
cctgctgt
cttctg
caggggaa
gaaaa
gtagg
ctttggcc
agctgca
aggcactc
cggcttg
gcctatgt
ctctgaa
atggt
caggcc
gccaggg
acagggga
ccgaccc
tagaca
ctcctc
cattcgag
taatctga
aaccccg
ggagta
ctggaat
attgc
tccgtg
aagcggct
catttcca
tatatgcg
gtcgtt
ccttttta
ctcacgc
agccgggt
catgg
tcgggc
tgaagaaa
caaatgtg
tggaa
tcagta
taacacgc
accatctc
attcct
cagactct
cacaga
ccaggag
agtccc
agacg
ttggcagg
actaagc
ccgctc
aaggagc
tggctcct
tgtctc
tttacaag
gcctgaa
tcccgtg
gaatgaat
ttgtaa
tgtagc
cccacag
acaatcc
gagaggtg
tgcact
ttgggtgc
gctgggct
acagtgca
acactcc
ccagacat
tgcagg
acaggggt
gggtaagc
ggtgctga
ccagtc
tcaat
tttggtg
atgttgc
aaaattt
tcatcctc
agctt
ggggtt
atctgct
cactgag
tccagcac
gagcgag
ccttcggt
gttct
ggctgatc
actgcaat
ctgaggcc
tgtagct
aaacccc
tctggatc
gagccaaa
gctggga
tggctct
caaagttg
gaaaaca
cgaggagt
ctcagtg
tcgcccct
tggagttg
atttccct
aagtcag
ccgag
gagctca
ggtgtgt
tgatcacg
tggccgc
gttgga
tctccaat
cccgag
gggggag
ttctttca
caggcacc
gacccaca
tcatctca
acatt
cacaac
agtccttg
atgtaa
gaagtgag
tatgcaa
gcctcggt
tataaa
ataatatt
taagcct
ccacggat
ggtcactg
cttcctg
cacgctgc
taaatgtg
gcccggcc
ttataggg
acgt
tagactc
ttgggca
gatgtcc
actcccc
tcatggcc
gagcaaag
cagggct
attcaagg
gcaaat
taaacc
cgagtt
cagcca
cctccacc
attttat
tgagggc
gcatgg
catgagca
ttgtcac
tgctctg
aactgaa
ggtgtatt
gagagggc
attaatg
attgat
ctgact
agtaaca
ctctttt
aattatt
tagttatt
gagacg
cccagac
tttgtgct
tggagtg
tgttggt
tataggg
actgcat
tatgtact
gctccac
ttgtca
cagtgtg
atctaaca
tgaggaa
tttccaga
ctagtg
tgcctc
ctattcc
ttccagg
caaagga
tcttacat
agcaaggt
atatc
cttgaa
caagtga
atgactg
ctgggca
tgtttat
ttcagtc
atggcgg
tggatac
tctgtcac
aaccaa
atggggac
gtcagg
catgc
agggct
aactccc
aatctccc
ttgtc
gtgatctt
gatgttgg
ttgtgctt
tacct
tcctctt
ttgataa
ttggca
gagtgca
gcaggga
gggcat
gtcccttc
ttggtc
attcctc
ggtgaa
atctatg
cacctaa
ctccctgg
gaaagt
tgcaaa
tccttc
cctag
gctcca
tgcaggct
cctgatga
gcatcag
tttgca
cctgtcct
ctgtcttt
cttcgcct
ctttcc
ttatcttt
tacccc
ggaagaac
atgtgt
catgccac
acttg
aggagc
ccggcttg
aggtgatc
cgatct
ccagacct
ccgggtta
ttccccag
ccttccct
ccattg
aaagacct
tgtgctaa
ggctgga
gcatgaac
ctgaaagt
tctttgc
cagtcct
tttgt
attggtgg
ttagtgg
cctgcca
cttttttc
tatttata
gcgttatg
tagggc
ggtctcct
agagctca
cagcgc
gccccgag
tgctagt
aaggtc
gagctgaa
cccactga
ggcacca
tatttacc
ctggcag
acctcca
gaaatg
tcagat
atatggg
ccttcac
aagaccta
gacagagc
ttgatca
cgctg
cttgctg
ttgattgt
agaaatcg
tgaggggt
acgttttc
tacccatg
accgc
caaggca
tctcagt
acagatg
cccatct
caagctgc
agatgg
tgaagtg
cttagc
cccatgtc
gaattg
ggtctc
cacacatt
ccgggcc
cctatgc
ttatct
tactgtg
tggctgga
aactcatg
taaagtct
agcaaagg
atttgag
gtcttt
acagttgc
gctcgtgt
ttgagtgc
ttgtagac
tttgcac
acctcgtg
ctcgtgg
tgccttg
gggatt
ttacag
caggtg
gcaagca
tattcaa
gaatggag
gtttgct
gtgtgggt
cccagtgg
gtagagat
gattgctg
gaatttaa
gagagaaa
ctgtttca
cagaaata
gcaggtct
taagagc
ctatgcc
caaatta
gcaccta
cgcacagt
gatac
acgcct
agcaac
ggctcaga
atgtgac
tctgtccc
ttaggcct
ggtgagca
gtcccagt
tggaac
ctggagg
tactcaa
tgggtgc
tgcgc
cctata
agaaaga
aaggagg
gggaagg
ttatg
ttttgtgc
ttttcctg
tcctgtct
ccgtgcac
gtgctaa
ttggtgtg
cagacca
gccatgct
cgctcctg
agaat
tgctggtc
atgcaa
aactcact
ggagagaa
gccccct
tcccccta
agcacgg
cggagt
cttcctgg
ctttggc
cacgc
gcggcgag
gcgat
gggcaa
tgaacg
acactgcc
gtggtaat
ggtcctgt
aaataac
ctgcggcg
cagttggc
tgtgctt
gcctggtg
aaggga
atgattag
gctttagt
cgagagg
tgctaaa
aaggtg
ctgagggc
gcacagc
tatgccg
cttgta
gagggat
aggcacc
agtccca
cgagta
tggaatg
gcaaag
aggcctga
gctgcca
aaccatt
ttgtaggg
aattcc
gaaccca
agggctga
ctaatt
ctttcctt
ggaatg
agggatt
agtgctcg
caaggtg
tctagag
accaccac
agttgcat
tgcatg
gagtaac
tacctact
tcagaac
ccgtac
gtaac
gccact
gcacctag
gcaccacc
attca
tggagggc
atcatg
cacagtg
aggtgaca
ctgcaga
attct
gatgagg
gcaaact
ctcacccc
atggcctg
tatgtg
aaaacca
ggttgag
tttctt
gccacgg
actgtag
agcattt
cagtctg
tagtgtag
gagagctc
gatccagc
gttatg
gtgactgc
tgactcac
caggaag
ggctaat
aggattc
gccatca
atataaa
tttgta
catccct
agctttt
gcaggag
agttagga
taacca
cagttg
gtaaagt
acgggc
agaatg
gtccgag
atccctac
ccattgag
actgtgt
aactccaa
cccgagt
ccacgctg
attttgt
gtaatcac
agagcca
tttttcc
cgcatat
agggcccc
tgccctt
tgtttca
gaaagtc
cttttcca
tggtctc
agtacag
atctcc
acactgc
tctgttca
tggctgc
ttttttg
taagtta
gatt
agcctcgg
ctctcagg
ttgtccc
acaacc
gtagt
tatgtgac
tacact
atgttg
ccgagt
agaaataa
cttgcccc
gaactg
cctgtgt
tctattga
cccccta
aattgt
acgc
gcttttt
tcagctcc
gcctggag
accttctc
aagaat
attatg
catagg
tcgtggt
cacgca
acctaa
aaaattaa
ggagagg
tacctctc
tataaat
tccaaga
ctggcaca
gctacccc
cccttaa
cgcctgt
ctaggg
ggttca
ctcaacac
tggtcc
tgcacat
ccattga
tttag
attcaaag
cccgggc
ctttgcag
ggagcacg
gtggtggg
agttgg
ctgcgt
agattc
agcccaa
ccagcaa
atggaaag
ctccta
aatcagtg
gagtcc
aggtctt
ccgtgc
cccagtaa
cctacag
gtttggag
tgctaag
tgaggat
gcagtgct
gcttct
ttttcct
ggaggcc
tgcaac
gctgcagc
gattcaga
gggttgg
agtagg
atgctc
ccaagagg
cgttatgt
gatgatta
gggatta
tcactttg
ctttcct
aggagtta
cctccatt
ctcggtgt
tcttcaa
gctaaa
tgataa
acatga
aggaaaa
ggtagtgg
tcagaaa
catggcgc
cctggcac
tgattgtt
aagagcc
tgtgag
ggtgttc
atggagtt
acccctc
tgacatg
ccgtgt
cattta
acggcaac
gacctgg
gtgggtgg
ctcttg
gaggcac
ccaaaac
agatt
acctggc
ggttgtcg
ccaccccc
catttg
ggcaatct
cagcaaat
aaacccaa
acacaggt
cctcatt
tttgtga
cttcatgc
ttcattga
tagttctt
ggttt
gaccaa
atggggta
tcatct
gcaatccc
ggttgg
agctgct
ctcgtg
gaaatcg
ccctttg
tcccctat
gactc
tgatctt
agata
gagtttca
aacccaa
gatcaggc
aggcaa
cgagattg
tgaaa
aaattc
tacctt
caccaac
atagat
